{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "স্কুলিশের সাথে পরিচিত হন, নতুন প্ল্যাটফর্ম যা শিক্ষকদের তাদের ক্লাস এবং গ্রুপগুলি আরও ভালভাবে সংগঠিত করতে সহায়তা করার জন্য ডিজাইন করা হয়েছে। স্কুলিশের সাথে, আপনি সময়সূচী পরিচালনা করতে পারেন, পাঠ পরিকল্পনা দক্ষতার সাথে করতে পারেন এবং সমস্ত গুরুত্বপূর্ণ তথ্য এক জায়গায় রাখতে পারেন। আপনার স্কুলের রুটিন সহজ করুন এবং যা সত্যিই গুরুত্বপূর্ণ তার উপর আরও বেশি সময় কেন্দ্রীভূত করুন:",
  "teaching": "শিক্ষাদান",

  "Organize your classes with ease!": "সহজেই আপনার ক্লাসগুলি সংগঠিত করুন!",
  "Organize your classes from anywhere!": "যেকোনো জায়গা থেকে আপনার ক্লাসগুলি সংগঠিত করুন!",
  "Organize your schedule quickly!": "তাড়াতাড়ি আপনার সময়সূচী সংগঠিত করুন!",
  "Organize your school routine with Schoolish!": "স্কুলিশের সাথে আপনার স্কুলের রুটিন সংগঠিত করুন!",

  "Organization": "সংগঠন",
  "Bye bye, papers scattered across the table!": "টেবিল জুড়ে ছড়িয়ে থাকা কাগজগুলিকে বিদায় দিন!",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "স্কুলিশের সাথে, শিক্ষকেরা সমস্ত প্রাসঙ্গিক তথ্য এক জায়গায় কেন্দ্রীভূত করতে পারেন। এতে সময়সূচী, ক্লাসের উপকরণ, ছাত্রদের গ্রেড এবং আরও অনেক কিছু অন্তর্ভুক্ত থাকে। আপনার ডেস্কে আর কোনও কাগজ ছড়িয়ে থাকবে না!",

  "Planning": "পরিকল্পনা",
  "Easy preparation and efficient execution!": "সহজ প্রস্তুতি এবং দক্ষ বাস্তবায়ন!",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "আমাদের প্ল্যাটফর্ম শিক্ষকদেকে তাদের পাঠগুলি আরও দক্ষতার সাথে পরিকল্পনা করতে সক্ষম করে। তারা বিশদ সময়সূচী তৈরি করতে পারে, লক্ষ্য নির্ধারণ করতে পারে এবং ছাত্রদের অগ্রগতি ট্র্যাক করতে পারে।",

  "Remote access": "দূরবর্তী অ্যাক্সেস",
  "Work from anywhere!": "যেকোনো জায়গা থেকে কাজ করুন!",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "যেকোনো জায়গা থেকে স্কুলিশ অ্যাক্সেস করার ক্ষমতা সহ, শিক্ষকদের তাদের ক্লাসগুলি পরিচালনা করার জন্য ব্যক্তিগতভাবে উপস্থিত থাকতে হবে না। এটি বিশেষভাবে সহায়ক যারা হাইব্রিড বা দূরবর্তী শিক্ষায় কাজ করছেন তাদের জন্য।",

  "Data Security": "তথ্য নিরাপত্তা",
  "Protection for confidential information!": "গোপনীয় তথ্যের জন্য সুরক্ষা!",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "স্কুলিশ সংবেদনশীল ছাত্রদের তথ্য সুরক্ষার জন্য শক্তিশালী নিরাপত্তা সরবরাহ করে। তথ্য এনক্রিপ্টেড ফর্মে সংরক্ষিত হয়, শিক্ষকদের মানসিক শান্তি প্রদান করে এবং সবার গোপনীয়তা রক্ষা করে।",

  "Find out how Schoolish can help you in your school life": "স্কুলিশ কিভাবে আপনার স্কুল জীবনে সহায়ক হতে পারে তা খুঁজে বের করুন",
  "Create a free account": "একটি বিনামূল্যের অ্যাকাউন্ট তৈরি করুন",

  "Who we are?": "আমরা কারা?",
  "About Schoolish": "স্কুলিশ সম্পর্কে",
  "Vision": "দৃষ্টি",
  "Social Media": "সামাজিক মাধ্যম",
  "Branding": "ব্র্যান্ডিং",

  "Important Pages": "গুরুত্বপূর্ণ পৃষ্ঠা",
  "Schoolish for Teachers": "শিক্ষকদের জন্য স্কুলিশ",
  "Schoolish for Students": "ছাত্রদের জন্য স্কুলিশ",
  "Why Schoolish?": "কেন স্কুলিশ?",

  "Policies": "নীতিমালা",
  "Cookie Policy": "কুকি নীতি",
  "Schoolish Terms of Use": "স্কুলিশ ব্যবহারের শর্তাবলী",
  "Schoolish Privacy Policy": "স্কুলিশ গোপনীয়তা নীতি",
  "Partner Privacy Policy": "অংশীদার গোপনীয়তা নীতি",
  "DSMD": "আমার তথ্য বিক্রি করবেন না!",

  "Contact": "যোগাযোগ",
  "WhatsApp": "হোয়াটসঅ্যাপ",
  "Email": "ইমেইল",
  "Location": "অবস্থান",
  "Online chat": "অনলাইন চ্যাট",
  "Contact form": "যোগাযোগ ফর্ম"
}
