{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "Conozca Schoolish, la nueva plataforma diseñada para ayudar a los maestros a organizar mejor sus clases y grupos. Con Schoolish, puedes gestionar horarios, planificar lecciones de manera eficiente y mantener toda la información importante en un solo lugar. Simplifique su rutina escolar y tenga más tiempo para enfocarse en lo que realmente importa:",
  "teaching": "enseñar",

  "Organize your classes with ease!": "¡Organice sus clases con facilidad!",
  "Organize your classes from anywhere!": "¡Organice sus clases desde cualquier lugar!",
  "Organize your schedule quickly!": "¡Organice su horario rápidamente!",
  "Organize your school routine with Schoolish!": "¡Organice su rutina escolar con Schoolish!",

  "Organization": "Organización",
  "Bye bye, papers scattered across the table!": "¡Adiós, papeles esparcidos por la mesa!",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "Con Schoolish, los maestros pueden centralizar toda la información relevante en un solo lugar. Esto incluye horarios, materiales de clase, calificaciones de los estudiantes y más. ¡No más papeles esparcidos por tu escritorio!",

  "Planning": "Planificación",
  "Easy preparation and efficient execution!": "¡Preparación fácil y ejecución eficiente!",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "Nuestra plataforma permite a los maestros planificar sus lecciones de manera más efectiva. Pueden crear horarios detallados, establecer objetivos y hacer un seguimiento del progreso de los estudiantes.",

  "Remote access": "Acceso remoto",
  "Work from anywhere!": "¡Trabaja desde cualquier lugar!",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "Con la capacidad de acceder a Schoolish desde cualquier lugar, los maestros no necesitan estar en persona para gestionar sus clases. Esto es especialmente útil para aquellos que trabajan en entornos de aprendizaje híbridos o remotos.",

  "Data Security": "Seguridad de datos",
  "Protection for confidential information!": "¡Protección para información confidencial!",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "Schoolish ofrece una seguridad robusta para proteger la información sensible de los estudiantes. La información se almacena en forma cifrada, brindando tranquilidad a los maestros y manteniendo la privacidad de todos.",

  "Find out how Schoolish can help you in your school life": "Descubra cómo Schoolish puede ayudarte en tu vida escolar",
  "Create a free account": "Crea una cuenta gratis",

  "Who we are?": "¿Quiénes somos?",
  "About Schoolish": "Acerca de Schoolish",
  "Vision": "Visión",
  "Social Media": "Redes sociales",
  "Branding": "Marca",

  "Important Pages": "Páginas importantes",
  "Schoolish for Teachers": "Schoolish para maestros",
  "Schoolish for Students": "Schoolish para estudiantes",
  "Why Schoolish?": "¿Por qué Schoolish?",

  "Policies": "Políticas",
  "Cookie Policy": "Política de cookies",
  "Schoolish Terms of Use": "Términos de uso de Schoolish",
  "Schoolish Privacy Policy": "Política de privacidad de Schoolish",
  "Partner Privacy Policy": "Política de privacidad de socios",
  "DSMD": "¡NO VENDAS MIS DATOS!",

  "Contact": "Contacto",
  "WhatsApp": "WhatsApp",
  "Email": "Correo electrónico",
  "Location": "Ubicación",
  "Online chat": "Chat en línea",
  "Contact form": "Formulario de contacto"
}
