{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "Découvrez Schoolish, la nouvelle plateforme conçue pour aider les enseignants à mieux organiser leurs cours et leurs groupes. Avec Schoolish, vous pouvez gérer les emplois du temps, planifier les leçons efficacement et garder toutes les informations importantes en un seul endroit. Simplifiez votre routine scolaire et ayez plus de temps pour vous concentrer sur ce qui compte vraiment :",
  "teaching": "enseigner",

  "Organize your classes with ease!": "Organisez vos cours avec facilité !",
  "Organize your classes from anywhere!": "Organisez vos cours de n'importe où !",
  "Organize your schedule quickly!": "Organisez votre emploi du temps rapidement !",
  "Organize your school routine with Schoolish!": "Organisez votre routine scolaire avec Schoolish !",

  "Organization": "Organisation",
  "Bye bye, papers scattered across the table!": "Adieu, papiers éparpillés sur la table !",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "Avec Schoolish, les enseignants peuvent centraliser toutes les informations pertinentes en un seul endroit. Cela inclut les emplois du temps, les supports de cours, les notes des élèves, et plus encore. Fini les papiers éparpillés sur votre bureau !",

  "Planning": "Planification",
  "Easy preparation and efficient execution!": "Préparation facile et exécution efficace !",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "Notre plateforme permet aux enseignants de planifier leurs leçons plus efficacement. Ils peuvent créer des emplois du temps détaillés, fixer des objectifs et suivre les progrès des élèves.",

  "Remote access": "Accès à distance",
  "Work from anywhere!": "Travaillez de n'importe où !",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "Avec la possibilité d'accéder à Schoolish de n'importe où, les enseignants n'ont pas besoin d'être en personne pour gérer leurs cours. Cela est particulièrement utile pour ceux qui travaillent en apprentissage hybride ou à distance.",

  "Data Security": "Sécurité des données",
  "Protection for confidential information!": "Protection des informations confidentielles !",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "Schoolish offre une sécurité robuste pour protéger les données sensibles des étudiants. Les informations sont stockées sous forme cryptée, offrant aux enseignants une tranquillité d'esprit et garantissant la confidentialité de tous.",

  "Find out how Schoolish can help you in your school life": "Découvrez comment Schoolish peut vous aider dans votre vie scolaire",
  "Create a free account": "Créez un compte gratuit",

  "Who we are?": "Qui sommes-nous ?",
  "About Schoolish": "À propos de Schoolish",
  "Vision": "Vision",
  "Social Media": "Réseaux sociaux",
  "Branding": "Image de marque",

  "Important Pages": "Pages importantes",
  "Schoolish for Teachers": "Schoolish pour les enseignants",
  "Schoolish for Students": "Schoolish pour les étudiants",
  "Why Schoolish?": "Pourquoi Schoolish ?",

  "Policies": "Politiques",
  "Cookie Policy": "Politique de cookies",
  "Schoolish Terms of Use": "Conditions d'utilisation de Schoolish",
  "Schoolish Privacy Policy": "Politique de confidentialité de Schoolish",
  "Partner Privacy Policy": "Politique de confidentialité des partenaires",
  "DSMD": "NE VENDEZ PAS MES DONNÉES !",

  "Contact": "Contact",
  "WhatsApp": "WhatsApp",
  "Email": "E-mail",
  "Location": "Localisation",
  "Online chat": "Chat en ligne",
  "Contact form": "Formulaire de contact"
}
