{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "स्कूलिश से मिलें, नए प्लेटफार्म जो शिक्षकों को अपनी कक्षाओं और समूहों को बेहतर ढंग से संगठित करने में मदद करने के लिए डिज़ाइन किया गया है। स्कूलिश के साथ, आप समय सारिणी प्रबंधित कर सकते हैं, पाठ योजनाओं को कुशलतापूर्वक योजना बना सकते हैं और सभी महत्वपूर्ण जानकारी को एक ही स्थान पर रख सकते हैं। अपने स्कूल रूटीन को सरल बनाएं और उस पर अधिक समय केंद्रित करें जो वास्तव में महत्वपूर्ण है:",
  "teaching": "पढ़ाना",

  "Organize your classes with ease!": "अपनी कक्षाओं को आसानी से व्यवस्थित करें!",
  "Organize your classes from anywhere!": "कहीं से भी अपनी कक्षाओं को व्यवस्थित करें!",
  "Organize your schedule quickly!": "अपनी समय सारिणी को जल्दी व्यवस्थित करें!",
  "Organize your school routine with Schoolish!": "स्कूलिश के साथ अपने स्कूल रूटीन को व्यवस्थित करें!",

  "Organization": "संगठन",
  "Bye bye, papers scattered across the table!": "अलविदा, मेज पर बिखरे कागज!",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "स्कूलिश के साथ, शिक्षक सभी प्रासंगिक जानकारी को एक ही स्थान पर केंद्रीकृत कर सकते हैं। इसमें समय सारिणी, कक्षा सामग्री, छात्र ग्रेड और अधिक शामिल हैं। अब आपकी डेस्क पर बिखरे कागज नहीं रहेंगे!",

  "Planning": "योजना",
  "Easy preparation and efficient execution!": "आसान तैयारी और कुशल निष्पादन!",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "हमारा प्लेटफार्म शिक्षकों को अपनी कक्षाओं को अधिक प्रभावी ढंग से योजना बनाने में सक्षम बनाता है। वे विस्तृत समय सारिणी बना सकते हैं, लक्ष्य सेट कर सकते हैं और छात्र की प्रगति को ट्रैक कर सकते हैं।",

  "Remote access": "दूरस्थ पहुँच",
  "Work from anywhere!": "कहीं से भी काम करें!",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "कहीं से भी स्कूलिश तक पहुँचने की क्षमता के साथ, शिक्षकों को अपनी कक्षाओं का प्रबंधन करने के लिए व्यक्तिगत रूप से उपस्थित होने की आवश्यकता नहीं है। यह विशेष रूप से उन लोगों के लिए सहायक है जो हाइब्रिड या दूरस्थ शिक्षा में काम कर रहे हैं।",

  "Data Security": "डेटा सुरक्षा",
  "Protection for confidential information!": "गोपनीय जानकारी की सुरक्षा!",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "स्कूलिश संवेदनशील छात्र डेटा की सुरक्षा के लिए मजबूत सुरक्षा प्रदान करता है। जानकारी एन्क्रिप्टेड रूप में संग्रहीत की जाती है, जिससे शिक्षकों को मानसिक शांति मिलती है और सभी की गोपनीयता बनी रहती है।",

  "Find out how Schoolish can help you in your school life": "जानें कि स्कूलिश आपकी स्कूल जीवन में आपकी कैसे मदद कर सकता है",
  "Create a free account": "एक मुफ्त खाता बनाएं",

  "Who we are?": "हम कौन हैं?",
  "About Schoolish": "स्कूलिश के बारे में",
  "Vision": "दृष्टि",
  "Social Media": "सोशल मीडिया",
  "Branding": "ब्रांडिंग",

  "Important Pages": "महत्वपूर्ण पृष्ठ",
  "Schoolish for Teachers": "शिक्षकों के लिए स्कूलिश",
  "Schoolish for Students": "छात्रों के लिए स्कूलिश",
  "Why Schoolish?": "स्कूलिश क्यों?",

  "Policies": "नीतियाँ",
  "Cookie Policy": "कुकी नीति",
  "Schoolish Terms of Use": "स्कूलिश उपयोग की शर्तें",
  "Schoolish Privacy Policy": "स्कूलिश गोपनीयता नीति",
  "Partner Privacy Policy": "साझेदार गोपनीयता नीति",
  "DSMD": "मेरे डेटा मत बेचो!",

  "Contact": "संपर्क करें",
  "WhatsApp": "व्हाट्सएप",
  "Email": "ईमेल",
  "Location": "स्थान",
  "Online chat": "ऑनलाइन चैट",
  "Contact form": "संपर्क फॉर्म"
}
