{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "Scopri Schoolish, la nuova piattaforma progettata per aiutare gli insegnanti a organizzare meglio le loro lezioni e i loro gruppi. Con Schoolish, puoi gestire orari, pianificare lezioni in modo efficiente e mantenere tutte le informazioni importanti in un unico posto. Semplifica la tua routine scolastica e avrai più tempo per concentrarti su ciò che conta davvero:",
  "teaching": "insegnare",

  "Organize your classes with ease!": "Organizza le tue lezioni con facilità!",
  "Organize your classes from anywhere!": "Organizza le tue lezioni ovunque!",
  "Organize your schedule quickly!": "Organizza il tuo orario rapidamente!",
  "Organize your school routine with Schoolish!": "Organizza la tua routine scolastica con Schoolish!",

  "Organization": "Organizzazione",
  "Bye bye, papers scattered across the table!": "Addio, fogli sparsi sul tavolo!",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "Con Schoolish, gli insegnanti possono centralizzare tutte le informazioni rilevanti in un unico posto. Questo include orari, materiali delle lezioni, voti degli studenti e altro ancora. Addio, fogli sparsi sulla scrivania!",

  "Planning": "Pianificazione",
  "Easy preparation and efficient execution!": "Preparazione facile ed esecuzione efficiente!",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "La nostra piattaforma consente agli insegnanti di pianificare le loro lezioni in modo più efficace. Possono creare orari dettagliati, fissare obiettivi e monitorare i progressi degli studenti.",

  "Remote access": "Accesso remoto",
  "Work from anywhere!": "Lavora ovunque!",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "Con la possibilità di accedere a Schoolish da qualsiasi luogo, gli insegnanti non devono essere presenti per gestire le loro lezioni. Questo è particolarmente utile per coloro che lavorano in modalità di apprendimento ibrida o remota.",

  "Data Security": "Sicurezza dei dati",
  "Protection for confidential information!": "Protezione delle informazioni riservate!",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "Schoolish offre una sicurezza robusta per proteggere i dati sensibili degli studenti. Le informazioni sono memorizzate in forma crittografata, offrendo tranquillità agli insegnanti e mantenendo la privacy di tutti.",

  "Find out how Schoolish can help you in your school life": "Scopri come Schoolish può aiutarti nella tua vita scolastica",
  "Create a free account": "Crea un account gratuito",

  "Who we are?": "Chi siamo?",
  "About Schoolish": "Informazioni su Schoolish",
  "Vision": "Visione",
  "Social Media": "Social Media",
  "Branding": "Marchio",

  "Important Pages": "Pagine Importanti",
  "Schoolish for Teachers": "Schoolish per Insegnanti",
  "Schoolish for Students": "Schoolish per Studenti",
  "Why Schoolish?": "Perché Schoolish?",

  "Policies": "Politiche",
  "Cookie Policy": "Politica sui Cookie",
  "Schoolish Terms of Use": "Termini di Utilizzo di Schoolish",
  "Schoolish Privacy Policy": "Politica sulla Privacy di Schoolish",
  "Partner Privacy Policy": "Politica sulla Privacy dei Partner",
  "DSMD": "NON VENDERE I MIEI DATI!",

  "Contact": "Contatto",
  "WhatsApp": "WhatsApp",
  "Email": "E-mail",
  "Location": "Posizione",
  "Online chat": "Chat online",
  "Contact form": "Modulo di contatto"
}
