{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "Conheça o Schoolish, a nova plataforma projetada para ajudar os professores a organizar melhor suas aulas e grupos. Com o Schoolish, você pode gerenciar cronogramas, planejar aulas de forma eficiente e manter todas as informações importantes em um só lugar. Simplifique sua rotina escolar e tenha mais tempo para se concentrar no que realmente importa:",
  "teaching": "ensinar",

  "Organize your classes with ease!": "Organize suas aulas com facilidade!",
  "Organize your classes from anywhere!": "Organize suas aulas de qualquer lugar!",
  "Organize your schedule quickly!": "Organize sua agenda rapidamente!",
  "Organize your school routine with Schoolish!": "Organize sua rotina escolar com o Schoolish!",

  "Organization": "Organização",
  "Bye bye, papers scattered across the table!": "Adeus, papéis espalhados pela mesa!",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "Com o Schoolish, os professores podem centralizar todas as informações relevantes em um só lugar. Isso inclui cronogramas, materiais de aula, notas dos alunos e muito mais. Adeus, papéis espalhados pela mesa!",

  "Planning": "Planejamento",
  "Easy preparation and efficient execution!": "Preparação fácil e execução eficiente!",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "Nossa plataforma permite que os professores planejem suas aulas de forma mais eficaz. Eles podem criar cronogramas detalhados, definir metas e acompanhar o progresso dos alunos.",

  "Remote access": "Acesso remoto",
  "Work from anywhere!": "Trabalhe de qualquer lugar!",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "Com a capacidade de acessar o Schoolish de qualquer lugar, os professores não precisam estar presencialmente para gerenciar suas aulas. Isso é especialmente útil para aqueles que trabalham em ensino híbrido ou remoto.",

  "Data Security": "Segurança de dados",
  "Protection for confidential information!": "Proteção para informações confidenciais!",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "O Schoolish oferece segurança robusta para proteger dados confidenciais dos alunos. As informações são armazenadas em formato criptografado, dando tranquilidade aos professores e mantendo a privacidade de todos.",

  "Find out how Schoolish can help you in your school life": "Descubra como o Schoolish pode ajudar você na sua vida escolar",
  "Create a free account": "Crie uma conta grátis",

  "Who we are?": "Quem somos?",
  "About Schoolish": "Sobre o Schoolish",
  "Vision": "Visão",
  "Social Media": "Redes Sociais",
  "Branding": "Marca",

  "Important Pages": "Páginas Importantes",
  "Schoolish for Teachers": "Schoolish para Professores",
  "Schoolish for Students": "Schoolish para Alunos",
  "Why Schoolish?": "Por que o Schoolish?",

  "Policies": "Políticas",
  "Cookie Policy": "Política de Cookies",
  "Schoolish Terms of Use": "Termos de Uso do Schoolish",
  "Schoolish Privacy Policy": "Política de Privacidade do Schoolish",
  "Partner Privacy Policy": "Política de Privacidade de Parceiros",
  "DSMD": "NÃO VENDA MEUS DADOS!",

  "Contact": "Contato",
  "WhatsApp": "WhatsApp",
  "Email": "E-mail",
  "Location": "Localização",
  "Online chat": "Chat online",
  "Contact form": "Formulário de contato"
}
