{
  "Meet Schoolish, the new platform designed to help teachers better organize their classes and groups. With Schoolish, you can manage schedules, plan lessons efficiently and keep all important information in one place. Simplify your school routine and have more time to focus on what really matters:": "Познакомьтесь с Schoolish, новой платформой, разработанной для помощи учителям в лучшей организации их занятий и групп. С Schoolish вы можете управлять расписаниями, эффективно планировать уроки и хранить всю важную информацию в одном месте. Упростите свои школьные дела и уделяйте больше времени тому, что действительно важно:",
  "teaching": "обучение",

  "Organize your classes with ease!": "Организуйте свои занятия с легкостью!",
  "Organize your classes from anywhere!": "Организуйте свои занятия из любого места!",
  "Organize your schedule quickly!": "Быстро организуйте свое расписание!",
  "Organize your school routine with Schoolish!": "Организуйте свою школьную рутину с Schoolish!",

  "Organization": "Организация",
  "Bye bye, papers scattered across the table!": "Прощайте, разбросанные по столу бумаги!",
  "With Schoolish, teachers can centralize all relevant information in one place. This includes schedules, class materials, student grades, and more. No more papers scattered across your desk!": "С Schoolish учителя могут централизовать всю важную информацию в одном месте. Это включает расписания, материалы для уроков, оценки учащихся и многое другое. Больше никаких разбросанных по столу бумаг!",

  "Planning": "Планирование",
  "Easy preparation and efficient execution!": "Легкая подготовка и эффективное выполнение!",
  "Our platform enables teachers to plan their lessons more effectively. They can create detailed schedules, set goals, and track student progress.": "Наша платформа позволяет учителям более эффективно планировать свои уроки. Они могут создавать подробные расписания, ставить цели и отслеживать успехи учеников.",

  "Remote access": "Удаленный доступ",
  "Work from anywhere!": "Работайте из любого места!",
  "With the ability to access Schoolish from anywhere, teachers don't need to be in-person to manage their classes. This is especially helpful for those working in hybrid or remote learning.": "Благодаря возможности доступа к Schoolish из любого места, учителям не нужно быть лично присутствующими для управления своими классами. Это особенно полезно для тех, кто работает в условиях гибридного или дистанционного обучения.",

  "Data Security": "Безопасность данных",
  "Protection for confidential information!": "Защита конфиденциальной информации!",
  "Schoolish offers robust security to protect sensitive student date. Information is stored in encrypted form, giving teachers peace of mind and keeping everyone private.": "Schoolish предлагает надежную защиту для защиты конфиденциальных данных студентов. Информация хранится в зашифрованном виде, обеспечивая учителям спокойствие и сохраняя конфиденциальность.",

  "Find out how Schoolish can help you in your school life": "Узнайте, как Schoolish может помочь вам в школьной жизни",
  "Create a free account": "Создайте бесплатную учетную запись",

  "Who we are?": "Кто мы?",
  "About Schoolish": "О Schoolish",
  "Vision": "Видение",
  "Social Media": "Социальные сети",
  "Branding": "Брендинг",

  "Important Pages": "Важные страницы",
  "Schoolish for Teachers": "Schoolish для учителей",
  "Schoolish for Students": "Schoolish для студентов",
  "Why Schoolish?": "Почему Schoolish?",

  "Policies": "Политики",
  "Cookie Policy": "Политика использования файлов cookie",
  "Schoolish Terms of Use": "Условия использования Schoolish",
  "Schoolish Privacy Policy": "Политика конфиденциальности Schoolish",
  "Partner Privacy Policy": "Политика конфиденциальности партнеров",
  "DSMD": "НЕ ПРОДАВАЙТЕ МОИ ДАННЫЕ!",

  "Contact": "Контакт",
  "WhatsApp": "WhatsApp",
  "Email": "Эл. почта",
  "Location": "Местоположение",
  "Online chat": "Онлайн чат",
  "Contact form": "Форма контакта"
}
